# Taps (External Repositories)
tap "homebrew/bundle"
tap "homebrew/cask-fonts"

# Brews (Command Line Tools)
brew "stow"
brew "fd"
brew "bat"
brew "tmux"
brew "eza"
brew "fzf"
brew "ripgrep"
brew "zoxide"
brew "starship"
brew "btop"
brew "shellcheck"
brew "atuin"
brew "git-crypt"
brew "trash-cli"
brew "shellcheck"
brew "chafa"

# Casks (GUI Applications)
cask "alacritty"
cask "font-ubuntu-mono-nerd-font"
cask "obsidian"
cask "1password"
